Repository: cabreramouzo/FontAppiOS
Catalog: FontApp/FontApp/Localizable.xcstrings
Source language: ca
Languages: en, es, eu, fr, gl, it, pt_pt

# ios.tip.quickBody
source: Toca com raja ara: n'hi ha prou amb un toc i ajudes qui vingui després.
en: Tap how it flows now: one tap is enough, and it helps whoever comes next.
es: Toca cómo mana ahora: basta con un toque y ayudas a quien venga después.
eu: Ukitu nola dabilen orain: ukitu bat nahikoa da, eta atzetik datozenei laguntzen diezu.
fr: Touchez l'état actuel : un seul geste suffit et vous aidez ceux qui viendront après.
gl: Toca como bota agora: abonda cun toque e axudas a quen veña despois.
it: Tocca com'è adesso: basta un tocco e aiuti chi verrà dopo.
pt_pt: Toque em como corre agora: basta um toque e ajuda quem vier a seguir.

# ios.tip.quickTitle
source: Acabes de passar-hi?
en: Just walked past it?
es: ¿Acabas de pasar por aquí?
eu: Hemendik pasatu berri zara?
fr: Vous venez de passer devant ?
gl: Acabas de pasar por aquí?
it: Ci sei appena passato?
pt_pt: Acabou de passar por aqui?

# ios.uploading
source: Pujant la foto…
en: Uploading the photo…
es: Subiendo la foto…
eu: Argazkia igotzen…
fr: Envoi de la photo…
gl: Subindo a foto…
it: Caricamento della foto…
pt_pt: A enviar a fotografia…

# ios.welcome.openBody
source: A diferència d'altres apps d'aigua, les dades no són nostres: el mapa i les fotos es comparteixen amb llicència lliure de compartir igual i mai no en bloquejarem l'accés.
en: Unlike other water apps, we don’t own the data: the map and the photos are shared under an open share-alike licence, and we will never lock away access to them.
es: A diferencia de otras apps de agua, los datos no son nuestros: el mapa y las fotos se comparten con licencia libre de compartir igual y nunca bloquearemos su acceso.
eu: Beste ur-aplikazio batzuek ez bezala, datuak ez dira gureak: mapa eta argazkiak berdin partekatzeko lizentzia librearekin partekatzen dira, eta ez dugu inoiz haietarako sarbidea blokeatuko.
fr: Contrairement à d'autres apps d'eau, les données ne nous appartiennent pas : la carte et les photos sont partagées sous licence libre de partage à l'identique, et nous n'en bloquerons jamais l'accès.
gl: A diferenza doutras apps de auga, os datos non son nosos: o mapa e as fotos compártense con licenza libre de compartir igual e nunca bloquearemos o seu acceso.
it: A differenza di altre app sull'acqua, i dati non sono nostri: la mappa e le foto sono condivise con licenza libera di condivisione allo stesso modo e non ne bloccheremo mai l'accesso.
pt_pt: Ao contrário de outras apps de água, os dados não são nossos: o mapa e as fotografias são partilhados com uma licença livre de partilha nos mesmos termos e nunca bloquearemos o acesso a eles.

# ios.welcome.openTitle
source: Dades de tothom, per sempre
en: Everyone’s data, for good
es: Datos de todos, para siempre
eu: Denon datuak, betiko
fr: Des données à tous, pour toujours
gl: Datos de todos, para sempre
it: Dati di tutti, per sempre
pt_pt: Dados de todos, para sempre

# ios.welcome.reportTitle
source: Actualitza l’estat en un toc
en: Update the status in one tap
es: Actualiza el estado en un toque
eu: Eguneratu egoera ukitu batekin
fr: Actualisez l’état en un geste
gl: Actualiza o estado cun toque
it: Aggiorna lo stato con un tocco
pt_pt: Atualiza o estado com um toque

# ios.welcome.routeBody
source: Importa una ruta GPX i mira les fonts del camí i els darrers avisos abans de sortir.
en: Import a GPX route to see fountains along the way and recent reports before you leave.
es: Importa una ruta GPX y mira las fuentes del camino y los últimos avisos antes de salir.
eu: Inportatu GPX ibilbide bat eta ikusi bideko iturriak eta azken oharrak abiatu aurretik.
fr: Importez un itinéraire GPX pour voir les fontaines du trajet et les derniers signalements avant de partir.
gl: Importa unha ruta GPX e mira as fontes do camiño e os últimos avisos antes de saír.
it: Importa un percorso GPX per vedere le fontane lungo la strada e le ultime segnalazioni prima di partire.
pt_pt: Importa um percurso GPX para veres as fontes pelo caminho e os avisos recentes antes de saíres.

# ios.welcome.routeTitle
source: Troba aigua a la teva ruta
en: Find water along your route
es: Encuentra agua en tu ruta
eu: Aurkitu ura zure ibilbidean
fr: Trouvez de l’eau sur votre itinéraire
gl: Atopa auga na túa ruta
it: Trova acqua lungo il percorso
pt_pt: Encontra água no teu percurso

# ios.welcome.waterTitle
source: Consulta si raja abans d’anar-hi
en: Know before you go
es: Consulta si mana antes de ir
eu: Begiratu ura dabilen joan aurretik
fr: Vérifiez si l’eau coule avant de partir
gl: Consulta se bota auga antes de ir
it: Controlla se c’è acqua prima di andare
pt_pt: Veja se corre água antes de ir

# layer.icgc
source: Topogràfic ICGC
en: ICGC topographic
es: Topográfico ICGC
eu: ICGC topografikoa
fr: Topographique ICGC
gl: Topográfico ICGC
it: Topografica ICGC
pt_pt: Topográfico ICGC

# layer.map
source: Mapa OSM
en: OSM map
fr: Carte OSM
it: Mappa OSM

# layer.mtn
source: Topogràfic IGN (ES)
en: IGN topographic (ES)
es: Topográfico IGN (ES)
eu: IGN topografikoa (ES)
fr: Topographique IGN (ES)
gl: Topográfico IGN (ES)
it: Topografica IGN (ES)
pt_pt: Topográfico IGN (ES)

# layer.pnoa
source: Ortofoto (ES)
en: Aerial (ES)
eu: Ortoargazkia (ES)
fr: Antenne (ES)

# layer.satellite
source: Satèl·lit
en: Satellite
es: Satélite
eu: Satelitea
fr: Satellite
gl: Satélite
it: Satellite
pt_pt: Satélite

# layer.topo
source: Topogràfic
en: Topographic
es: Topográfico
eu: Topografikoa
fr: Topographique
gl: Topográfico
it: Topografica
pt_pt: Topográfico

# legend.density
source: Concentració de fonts
en: Fountain concentration
es: Concentración de fuentes
eu: Iturri-dentsitatea
fr: Concentration de fontaines
gl: Concentración de fontes
it: Concentrazione di fontane
pt_pt: Concentração de fontes

# legend.densityHigh
source: Més
en: More
es: Más
eu: Gehiago
fr: Plus
gl: Máis
it: Più
pt_pt: Mais

# legend.densityLow
source: Menys
en: Fewer
es: Menos
eu: Gutxiago
fr: Moins
gl: Menos
it: Meno
pt_pt: Menos

# legend.hide
source: Amaga la llegenda
en: Hide the legend
es: Ocultar la leyenda
eu: Ezkutatu legenda
fr: Cacher la légende
gl: Agochar a lenda
it: Nascondi la legenda
pt_pt: Ocultar a legenda

# legend.show
source: Què signifiquen els colors
en: What the colours mean
es: Qué significan los colores
eu: Zer esan nahi duten koloreek
fr: Que signifient les couleurs
gl: Que significan as cores
it: Cosa significano i colori
pt_pt: O que significam as cores

# legend.waterStatus
source: Estat de l'aigua
en: Water status
es: Estado del agua
eu: Uraren egoera
fr: État de l'eau
gl: Estado da auga
it: Stato dell'acqua
pt_pt: Estado da água

# login.badCredentials
source: Usuari o contrasenya incorrectes
en: Wrong username or password
es: Usuario o contraseña incorrectos
eu: Erabiltzailea edo pasahitza okerra da
fr: Nom d'utilisateur ou mot de passe incorrect
gl: Usuario ou contrasinal incorrectos
it: Utente o password errati
pt_pt: Utilizador ou palavra-passe incorretos

# login.createAccount
source: Crea un compte
en: Create account
es: Crear cuenta
eu: Sortu kontua
fr: Créer un compte
gl: Crear conta
it: Crea un account
pt_pt: Criar conta

# login.email
source: Correu electrònic
en: Email
es: Correo electrónico
eu: Helbide elektronikoa
fr: E-mail
gl: Correo electrónico
it: Email
pt_pt: Email

# login.enter
source: Entra
en: Log in
es: Entrar
eu: Sartu
fr: Se connecter
gl: Entrar
it: Accedi
pt_pt: Entrar

# login.forgot
source: Has oblidat la contrasenya?
en: Forgot your password?
es: ¿Olvidaste la contraseña?
eu: Pasahitza ahaztu duzu?
fr: Vous avez oublié votre mot de passe ?
gl: Esqueciches o contrasinal?
it: Hai dimenticato la password?
pt_pt: Esqueceste a palavra-passe?

# login.googleUnavailable
source: No podem obrir l'accés amb Google ara mateix. Torna-ho a provar.
en: We cannot open Google sign-in right now. Please try again.
es: No podemos abrir el acceso con Google ahora mismo. Inténtalo de nuevo.
eu: Ezin dugu Google bidezko sarbidea ireki. Saiatu berriro.
fr: Impossible d'ouvrir la connexion Google pour le moment. Réessayez.
gl: Non podemos abrir o acceso con Google agora mesmo. Téntao de novo.
it: Al momento non riusciamo ad aprire l'accesso con Google. Riprova.
pt_pt: Não podemos abrir o acesso com Google agora mesmo. Tenta novamente.

# login.haveAccount
source: Ja tens compte?
en: Already have an account?
es: ¿Ya tienes cuenta?
eu: Baduzu kontua?
fr: Vous avez déjà un compte ?
gl: Xa tes conta?
it: Hai già un account?
pt_pt: Já tens conta?

# login.name
source: Nom
en: Name
es: Nombre
eu: Izena
gl: Nome
it: Nome
pt_pt: Nome

# login.noAccount
source: No tens compte?
en: No account yet?
es: ¿No tienes cuenta?
eu: Konturik ez?
fr: Pas encore de compte ?
gl: Non tes conta?
it: Non hai un account?
pt_pt: Não tens conta?

# login.or
source: o
en: or
eu: edo
fr: ou
gl: ou
it: oppure
pt_pt: ou

# login.password
source: Contrasenya (mín. 8)
en: Password (min. 8)
es: Contraseña (mín. 8)
eu: Pasahitza (gutx. 8)
fr: Mot de passe (min. 8)
gl: Contrasinal (mín. 8)
it: Password (min. 8)
pt_pt: Palavra-passe (mín. 8)

# login.register
source: Registra'm
en: Sign up
es: Registrarme
eu: Erregistratu
fr: S'inscrire
gl: Rexistrarme
it: Registrami
pt_pt: Registar-me

# login.signup
source: Registra't
en: Sign up
es: Regístrate
eu: Erregistratu
fr: S'inscrire
gl: Rexístrate
it: Registrati
pt_pt: Regista-te

# login.userLabel
source: Usuari
en: Username
es: Usuario
eu: Erabiltzailea
fr: Nom d'utilisateur
gl: Usuario
it: Utente
pt_pt: Utilizador

# login.username
source: Usuari (mín. 3)
en: Username (min. 3)
es: Usuario (mín. 3)
eu: Erabiltzailea (gutx. 3)
fr: Nom d'utilisateur (min. 3)
gl: Usuario (mín. 3)
it: Utente (min. 3)
pt_pt: Utilizador (mín. 3)

# login.userOrEmail
source: Usuari o correu
en: Username or email
es: Usuario o correo
eu: Erabiltzailea edo emaila
fr: Nom d'utilisateur ou email
gl: Usuario o correo
it: Utente o email
pt_pt: Utilizador ou email

# login.userOrEmailHint
source: També pots entrar amb el teu correu
en: You can also sign in with your email
es: También puedes entrar con tu correo
eu: Zure emailarekin ere sar zaitezke
fr: Vous pouvez également vous connecter avec votre email
gl: Tamén podes entrar co teu correo
it: Puoi accedere anche con la tua email
pt_pt: Também podes entrar com o teu email

# logout.confirmTitle
source: Tancar la sessió
en: Log out
es: Cerrar sesión
eu: Saioa itxi
fr: Se déconnecter
gl: Pechar sesión
it: Chiudere la sessione
pt_pt: Terminar sessão

# maint.abuse.abuse
source: Contingut ofensiu
en: Offensive content
es: Contenido ofensivo
eu: Eduki iraingarria
fr: Contenu offensant
gl: Contido ofensivo
it: Contenuto offensivo
pt_pt: Conteúdo ofensivo

# maint.abuse.fake
source: Font inventada o falsa
en: Made-up or fake fountain
es: Fuente inventada o falsa
eu: Asmatutako edo faltsua den iturria
fr: Fontaine inventée ou fausse
gl: Fonte inventada ou falsa
it: Fontana inventata o falsa
pt_pt: Fonte inventada ou falsa

# maint.abuse.spam
source: Publicitat o spam
en: Advertising or spam
es: Publicidad o spam
eu: Publizitatea edo spama
fr: Publicité ou spam
gl: Publicidade ou spam
it: Pubblicità o spam
pt_pt: Publicidade ou spam

# maint.abuseHelp
source: Tria el motiu. L'acció queda registrada i pot restringir temporalment l'autor si acumula infraccions.
en: Choose a reason. The action is recorded and repeated violations may temporarily restrict the author.
es: Elige el motivo. La acción queda registrada y puede restringir temporalmente al autor si acumula infracciones.
eu: Aukeratu arrazoia. Ekintza erregistratu egingo da eta egileari aldi baterako muga ezar dakioke.
fr: Choisissez le motif. L'action est enregistrée et les infractions répétées peuvent limiter temporairement l'auteur.
gl: Escolle o motivo. A acción queda rexistrada e pode restrinxir temporalmente o autor.
it: Scegli il motivo. L'azione viene registrata e può limitare temporaneamente l'autore se accumula infrazioni.
pt_pt: Escolhe o motivo. A ação fica registada e pode restringir temporariamente o autor se acumular infrações.

# maint.abuseTitle
source: Ocultar i registrar una infracció
en: Hide and record a violation
es: Ocultar y registrar una infracción
eu: Ezkutatu eta arau-haustea erregistratu
fr: Masquer et enregistrer une infraction
gl: Ocultar e rexistrar unha infracción
it: Nascondere e registrare un'infrazione
pt_pt: Ocultar e registar uma infração

# maint.confirmRetire
source: Segur que aquesta font ja no existeix? Deixarà de sortir al mapa per a tothom. Es pot desfer.
en: Are you sure this fountain no longer exists? It will stop showing on the map for everyone. This can be undone.
es: ¿Seguro que esta fuente ya no existe? Dejará de salir en el mapa para todo el mundo. Se puede deshacer.
eu: Ziur iturri hau jada ez dela existitzen? Ez da inorentzat mapan agertuko. Desegin daiteke.
fr: Etes-vous sûr que cette fontaine n'existe plus ? Il cessera d'apparaître sur la carte pour tout le monde. Cela peut être annulé.
gl: Seguro que esta fonte xa non existe? Deixará de saír no mapa para todo o mundo. Pódese desfacer.
it: Sei sicuro che questa fontana non esiste più? Smetterà di comparire sulla mappa per tutti. Si può annullare.
pt_pt: Tem a certeza de que esta fonte já não existe? Deixará de aparecer no mapa para todos. Pode-se desfazer.

# maint.duplicateHelp
source: Tria la fitxa BONA. Aquesta s'amagarà del mapa i hi apuntarà; no s'esborra res.
en: Pick the RIGHT entry. This one will be hidden from the map and point to it; nothing is deleted.
es: Elige la ficha BUENA. Ésta se esconderá del mapa y apuntará a ella; no se borra nada.
eu: Aukeratu fitxa ONA. Hau mapatik ezkutatuko da eta hari apuntatuko dio; ez da ezer ezabatzen.
fr: Choisissez la BONNE entrée. Celui-ci sera masqué de la carte et pointera vers lui ; rien n'est supprimé.
gl: Escolle a ficha BOA. Esta agocharase do mapa e apuntará a ela; non se borra nada.
it: Scegli la scheda GIUSTA. Questa verrà nascosta dalla mappa e punterà a quella; non si elimina niente.
pt_pt: Escolhe a ficha CORRETA. Esta será escondida do mapa e apontará para ela; nada será apagado.

# maint.field.description
source: Descripció
en: Description
es: Descripción
eu: Deskribapena
fr: Description
gl: Descrición
it: Descrizione
pt_pt: Descrição

# maint.field.drinkable
source: Potabilitat
en: Drinkability
es: Potabilidad
eu: Edangarritasuna
fr: Potabilité
gl: Potabilidade
it: Potabilità
pt_pt: Potabilidade

# maint.field.name
source: Nom
en: Name
es: Nombre
eu: Izena
gl: Nome
it: Nome
pt_pt: Nome

# maint.field.source
source: Tipus
en: Type
es: Tipo
eu: Mota
fr: Taper
gl: Tipo
it: Tipo
pt_pt: Tipo

# maint.filterByName
source: Filtrar pel nom…
en: Filter by name…
es: Filtrar por nombre…
eu: Iragazi izenaren arabera…
fr: Filtrer par nom…
gl: Filtrar polo nome…
it: Filtra per nome…
pt_pt: Filtrar por nome…

# maint.hideAbuse
source: Oculta per abús
en: Hide for abuse
es: Ocultar por abuso
eu: Ezkutatu abusuagatik
fr: Masquer pour abus
gl: Ocultar por abuso
it: Nascondi per abuso
pt_pt: Ocultar por abuso

# maint.history
source: Historial de canvis
en: Change history
es: Historial de cambios
eu: Aldaketen historia
fr: Changer l'historique
gl: Historial de cambios
it: Cronologia dei cambiamenti
pt_pt: Historial de alterações

# maint.kmAway
source: a {n} km
en: {n} km away
eu: {n} km-ra
fr: À km de {n}

# maint.markDuplicate
source: Marcar com a duplicada
en: Mark as duplicate
es: Marcar como duplicada
eu: Markatu bikoiztu gisa
fr: Marquer comme doublon
gl: Marcar como duplicada
it: Segna come duplicato
pt_pt: Marcar como duplicada

# maint.metresAway
source: a {n} m
en: {n} m away
eu: {n} m-ra
fr: {n} à m

# maint.noHistory
source: Ningú no ha editat aquesta fitxa.
en: Nobody has edited this entry.
es: Nadie ha editado esta ficha.
eu: Inork ez du fitxa hau editatu.
fr: Personne n'a modifié cette entrée.
gl: Ninguén editou esta ficha.
it: Nessuno ha modificato questa scheda.
pt_pt: Ninguém editou esta ficha.

# maint.noNeighbours
source: No hi ha cap altra font a prop.
en: No other fountain nearby.
es: No hay ninguna otra fuente cerca.
eu: Ez dago beste iturririk gertu.
fr: Aucune autre fontaine à proximité.
gl: Non hai ningunha outra fonte preto.
it: Non c'è nessun'altra fontana nei dintorni.
pt_pt: Não há nenhuma outra fonte perto.

# maint.restoreAbuse
source: Restaura al mapa
en: Restore to map
es: Restaurar al mapa
eu: Berrezarri mapan
fr: Restaurer sur la carte
gl: Restaurar no mapa
it: Ripristina sulla mappa
pt_pt: Restaurar no mapa

# maint.retire
source: Retirar del mapa
en: Take off the map
eu: Kendu mapatik
fr: Retirez la carte
gl: Retirar do mapa
it: Ritira dalla mappa
pt_pt: Retirar do mapa

# maint.title
source: Manteniment del mapa
en: Map maintenance
es: Mantenimiento del mapa
eu: Maparen mantentze-lanak
fr: Maintenance de la carte
gl: Mantemento do mapa
it: Manutenzione della mappa
pt_pt: Manutenção do mapa

# maint.undoDuplicate
source: Ja no és duplicada
en: Not a duplicate
es: Ya no es duplicada
eu: Jada ez da bikoiztua
fr: Pas un doublon
gl: Xa non é duplicada
it: Non è più duplicato
pt_pt: Já não é duplicada

# maint.undoRetire
source: Tornar-la al mapa
en: Put it back on the map
es: Devolverla al mapa
eu: Itzuli mapara
fr: Remettez-le sur la carte
gl: Devolvela ao mapa
it: Rimettila sulla mappa
pt_pt: Devolver ao mapa

# maintenance.recovered
source: {user} ha indicat que torna a sortir aigua.
en: {user} reported that water is flowing again.
es: {user} ha indicado que vuelve a salir agua.
eu: {user} erabiltzaileak ura berriz badabilela adierazi du.
fr: {user} a signalé que l'eau coule à nouveau.
gl: {user} indicou que volve saír auga.
it: {user} ha segnalato che l'acqua scorre di nuovo.
pt_pt: {user} indicou que voltou a sair água.

# map.addFont
source: ➕ Afegeix font
en: ➕ Add fountain
es: ➕ Añadir fuente
eu: ➕ Gehitu iturria
fr: ➕ Ajouter une fontaine
gl: ➕ Engadir fonte
it: ➕ Aggiungi una fontana
pt_pt: ➕ Adicionar fonte

# map.allTypes
source: Tots
en: All
es: Todos
eu: Guztiak
fr: Tous
gl: Todos
it: Tutti
pt_pt: Todos

# map.clusterCount
source: {n} fonts en aquesta zona
en: {n} fountains in this area
es: {n} fuentes en esta zona
eu: {n} iturri eremu honetan
fr: {n} fontaines dans cette zone
gl: {n} fontes nesta zona
it: {n} fontane in questa zona
pt_pt: {n} fontes nesta área

# map.filters
source: Filtres
en: Filters
es: Filtros
eu: Iragazkiak
gl: Filtros
it: Filtri
pt_pt: Filtros

# map.filterType
source: Tipus
en: Type
es: Tipo
eu: Mota
fr: Taper
gl: Tipo
it: Tipo
pt_pt: Tipo

# map.geoDenied
source: Permís d'ubicació denegat o bloquejat.
en: Location permission denied or blocked.
es: Permiso de ubicación denegado o bloqueado.
eu: Kokapen-baimena ukatu edo blokeatu da.
fr: Autorisation de localisation refusée ou bloquée.
gl: Permiso de localización denegado ou bloqueado.
it: Permesso di posizione negato o bloccato.
pt_pt: Permissão de localização negada ou bloqueada.

# map.geoUnavailable
source: Geolocalització no disponible
en: Geolocation not available
es: Geolocalización no disponible
eu: Geokokapena ez dago erabilgarri
fr: Géolocalisation non disponible
gl: Xeolocalización non dispoñible
it: Geolocalizzazione non disponibile
pt_pt: Geolocalização não disponível

# map.hideNonPotable
source: 🚱 Amaga no potables
en: 🚱 Hide non-potable
es: 🚱 Ocultar no potables
eu: 🚱 Ezkutatu ez-edangarriak
fr: 🚱 Masquer les non potables
gl: 🚱 Agochar non potables
it: 🚱 Nascondi le non potabili
pt_pt: 🚱 Ocultar não potáveis

# map.hideNonPotableTitle
source: Deixa de mostrar al mapa les fonts marcades com a no potables. Per defecte es veuen totes.
en: Stop showing fountains marked as not drinkable on the map. By default they all show.
es: Deja de mostrar en el mapa las fuentes marcadas como no potables. Por defecto se ven todas.
eu: Mapan ez erakutsi edangarri ez gisa markatutako iturriak. Lehenespenez guztiak ikusten dira.
fr: Ne plus afficher sur la carte les fontaines marquées comme non potables. Par défaut, elles sont toutes visibles.
gl: Deixa de amosar no mapa as fontes marcadas como non potables. Por defecto vense todas.
it: Smette di mostrare sulla mappa le fontane segnate come non potabili. Per impostazione predefinita si vedono tutte.
pt_pt: Deixa de mostrar no mapa as fontes marcadas como não potáveis. Por omissão veem-se todas.

# map.layers
source: Capes
en: Layers
es: Capas
eu: Geruzak
fr: Calques
gl: Capas
it: Livelli
pt_pt: Camadas

# map.loading
source: Carregant…
en: Loading…
es: Cargando…
eu: Kargatzen…
fr: Chargement…
gl: Cargando…
it: Caricamento…
pt_pt: A carregar…

# map.nearbyEmpty
source: No hi ha fonts a prop.
en: No fountains nearby.
es: Sin fuentes cerca.
eu: Ez dago iturririk inguruan.
fr: Pas de fontaines à proximité.
gl: Non hai fontes preto.
it: Nessuna fontana nei dintorni.
pt_pt: Sem fontes por perto.

# map.nearbyTitle
source: A prop teu
en: Near you
es: Cerca de ti
eu: Zure ondoan
fr: Près de chez vous
gl: Preto de ti
it: Vicino a te
pt_pt: Perto de si

# map.onlyReliable
source: Només confirmades
en: Confirmed only
es: Solo confirmadas
eu: Baieztatuak bakarrik
fr: Confirmées uniquement
gl: Só confirmadas
it: Solo confermate
pt_pt: Só confirmadas

# map.onlyWater
source: 💧 Només amb aigua
en: 💧 Only with water
es: 💧 Solo con agua
eu: 💧 Urarekin soilik
fr: 💧 Uniquement avec de l'eau
gl: 💧 Só con auga
it: 💧 Solo con acqua
pt_pt: 💧 Apenas com água

# map.rateLimited
source: Massa consultes seguides
en: Too many requests in a row
es: Demasiadas consultas seguidas
eu: Kontsulta gehiegi jarraian
fr: Trop de requêtes d'affilée
gl: Demasiadas consultas seguidas
it: Troppe richieste di seguito
pt_pt: Demasiados pedidos seguidos

# map.rateLimitedBody
source: El mapa es tornarà a carregar sol quan passi l'estona.
en: The map will load again by itself once the wait is over.
es: El mapa volverá a cargarse solo cuando pase el rato.
eu: Mapa bere kabuz kargatuko da denbora pasatzean.
fr: La carte se rechargera d'elle-même une fois le délai passé.
gl: O mapa cargarase só cando pase o tempo.
it: La mappa si ricaricherà da sola quando sarà passato il tempo.
pt_pt: O mapa vai carregar sozinho quando passar o tempo.

# map.recenter
source: Centra en mi
en: Center on me
es: Centrar en mí
eu: Nire kokapenean zentratu
fr: Centre-toi sur moi
gl: Centrar en min
it: Centra su di me
pt_pt: Centrar em mim

# map.searchPlaceholder
source: 🔎 Cerca font o lloc…
en: 🔎 Search fountain or place…
es: 🔎 Buscar fuente o lugar…
eu: 🔎 Bilatu iturria edo lekua…
fr: 🔎 Recherche fontaine ou lieu…
gl: 🔎 Buscar fonte ou lugar…
it: 🔎 Cerca una fontana o un luogo…
pt_pt: 🔎 Pesquisar fonte ou local…

# mission.failed
source: No s'han pogut carregar les rutes.
en: Could not load the routes.
es: No se han podido cargar las rutas.
eu: Ezin izan dira ibilbideak kargatu.
fr: Impossible de charger les itinéraires.
gl: Non se puideron cargar as rutas.
it: Non è stato possibile caricare gli itinerari.
pt_pt: Não foi possível carregar as rotas.

# mission.locate
source: Fes servir la meva ubicació
en: Use my location
es: Usar mi ubicación
eu: Erabili nire kokapena
fr: Utiliser ma position
gl: Usar a miña localización
it: Usa la mia posizione
pt_pt: Usar a minha localização

# mission.locating
source: Buscant on ets…
en: Finding where you are…
es: Buscando dónde estás…
eu: Non zauden bilatzen…
fr: Trouver où vous êtes…
gl: Buscando onde estás…
it: Cerco dove sei…
pt_pt: A procurar onde estás…

# mission.needLocation
source: Cal saber on ets per proposar-te una volta.
en: We need to know where you are to suggest a walk.
es: Hace falta saber dónde estás para proponerte una vuelta.
eu: Non zauden jakin behar da buelta bat proposatzeko.
fr: Nous avons besoin de savoir où vous vous trouvez pour vous proposer une promenade.
gl: Cómpre saber onde estás para propoñerche unha volta.
it: Serve sapere dove sei per proporti un giro.
pt_pt: É necessário saber onde estás para sugerir-te uma volta.
